Repository: vegashero/vegashero
Catalog: languages/vegashero-*.po
Languages: af

source: The VegasHero plugin adds powerful features to your igaming affiliate site. Bulk import free casino & slots games, flexible options to add your own games. Display games in a responsive lobby grid. Easily add and manage your affiliate links through an elegant editable table. Option to customize game titles and content to maximize your SEO. Check out our premium <a target="_blank" href="https://vegashero.co/downloads/vegashero-theme/?utm_source=VegasHeroPlugin&utm_medium=admin&utm_campaign=plugin%20description%20link">Casino Wordpress Theme</a> that is purpose built to showcase the games and your affiliate links.
af: Die VegasHero plugin dra kragtige funksies by tot jou igaming affiliate website. Die grootmaat invoer van vry dobbel speletjies en buigsame opsies om jou eie speletjies by te voeg. Vertoon speletjies in 'n reaktiewe tabel op jou ingangsportaal. 'n Elegante wysigbare tabel maak dit maklik om self affiliate links by te sit. Daar is ook opsies om die titels en inhoud van speletjies te verander om SEO te verbeter. Kyk gerus na ons premie <a target="_blank" href="https://vegashero.co/downloads/vegashero-theme/?utm_source=VegasHeroPlugin&utm_medium=admin&utm_campaign=plugin%20description%20link">Casino Wordpress Tema</a> wat ons persoonlik gebou het om jou speletjies en affiliate links af te show.

source: Previous
af: Vorige

source: Next
af: Volgende

source: Game Operators
af: Speletjie operateurs

source: Game Operator
af: Speletjie operateur

source: Search Game Operators
af: Soek deur speletjie operateurs

source: All Games Operators
af: Alle speletjie operateurs

source: Edit Game Operator
af: Verander die speletjie operateur

source: Update Game Operator
af: Opdateer die speletjie operateur

source: Add New Game Operator
af: Voeg nuwe speletjie operateur by

source: New Game Operator
af: Nuwe speletjie operateur

source: Game Providers
af: Speletjie verskaffers

source: Game Provider
af: Speletjie verskaffer

source: Search Game Providers
af: Soek deur peletjie verskaffers

source: All Games Providers
af: Alle speletjie verskaffers

source: Edit Game Provider
af: Verander die speletjie verskaffer

source: Update Game Provider
af: Opdateer die speletjie verskaffer

source: Add New Game Provider
af: Voeg nuwe speletjie verskaffer by

source: New Game Provider
af: Nuwe speletjie verskaffer

source: Game Categories
af: Speletjie kategorieë

source: Game Category
af: Speletjie kategorie

source: Search Game Category
af: Soek deur speletjie kategorieë

source: All Game Categories
af: Alle speletjie kategorieë

source: Edit Category
af: Verander speletjie kategorie

source: Update Category
af: Opdateeer kategorie

source: Add New Game Category
af: Voeg nuwe speletjie kategorie by

source: New Category
af: Nuwe kategorie

source: VegasHero Games
af: VegasHero speletjies

source: VegasHero Game
af: VegasHero speletjie

source: Search Game
af: Soek vir speletjie

source: All Games
af: Alle speletjies

source: Edit Game
af: Verander speletjie

source: Update Game
af: Opdateer speletjie

source: Add New Game
af: Voeg nuwe speletjie by

source: New Game
af: Nuwe speletjie

source: All %s
af: Alle %s

source: File not found %s
af: Die lêer is nie gevind nie %s

source: renderGameFrame method can only be called within Wordpress loop.
af: rendeGameFrame metode kan slegs vanuit die Wordpress loop geroep word.

source: Game source not found. Have you imported games?
af: Kon nie speletjie bron vind nie. Het u al speletjies ingevoer?

source: <p><strong>Widget Area:</strong> Please add widgets via Appearance > Widgets</p>
af: <p><strong>Widget Area:</strong> Voeg asb widgets by via Appearance > Widgets</p>

source: VegasHero Game Operators
af: VegasHero speletjie operateurs

source: VegasHero Game Providers
af: Vegashero speletjie verskaffers

source: VegasHero Game Categories
af: VegasHero speletjie kategorieë

source: No games to import
af: Geen speletjies om in te voer nie

source: Import completed successfully
af: Invoer is voltooi

source: Import HTML5 games
af: Voer HTML5 speletjies in

source: Update discontinued Flash games
af: Voer Flash speletjies in

source: Purchase a license key to unlock access to all the games
af: Koop 'n lisensie vir volle toegang tot al die speletjies

source: Games available
af: Beskikbare speletjies

source: License & Support
af: Lisensie en hulp

source: License
af: Lisensie

source: You can change the default name of the lobby filters dropdowns. Change the button text on the lobby thumbnails. Change the name of VegasHero posts displayed in your theme's breadcrumb. Text strings entered here will replace the default values.
af: Verander die naam van die ingangsportaal filter dropdowns. Verander die knoppie teks op die ingangsportaal se klein voorskou fotos. Verander die naam van die Vegas Hero artikels wat in die tema se broodkrummels verskyn. Teks wat hier ingevoer word sal die standaard waardes oorskryf.

source: Filter by operator
af: Filtreer deur operateur

source: Filter by category
af: Filtreer deur kategorie

source: Filter by provider
af: Filtreer deur verskaffer

source: Play Now
af: Speel Nou

source: Lobby Settings
af: Lobby instellings

source: Number of games to show
af: Hoeveelheid speletjies wat gelys word

source: Sort lobby games by
af: Sorteer ingangsportaal speletjies met

source: Lobby Custom Text
af: Lobby eie teks

source: Operator Filter Text
af: Operateur filter teks

source: Category Filter Text
af: Kategorie filter teks

source: Provider Filter Text
af: Verskaffer filter teks

source: VegasHero Games Custom Text (shows in breadcrumbs)
af: VegasHero speletjies eie teks (wys in broodkrummels)

source: Play Now Button Custom Text (shows on game thumbnails)
af: Speel nou knoppie eie teks (wys op speletjie se klein voorskou fotos)

source: Pagination Previous button Custom Text
af: Eie teks vir vorige bladsy knoppie

source: Pagination Next button Custom Text
af: Eie teks vir volgende bladsy knoppie

source: Display Games Search?
af: Wys speletjie soek veld?

source: Display VegasHero link?
af: Wys VegasHero link?

source: Lobby
af: Ingangsportaal

source: VegasHero Settings
af: VegasHero instellings

source: Import by Operator
af: Voer in per operateur

source: Import games
af: Kry speletjies

source: Permalink Settings
af: Permalink verstellings

source: Game base
af: Speletjie basis

source: Category base
af: Kategorie basis

source: Operator base
af: Operateur basis

source: Provider base
af: Verskaffer basis

source: Import by Provider
af: Voer in per verskaffer

source: Settings saved
af: Instellings behou

source: Check out our WordPress Themes
af: Kyk gerus na ons Wordpress tema

source: We also offer stylish and functional WP themes that integrate well with our games plugin. Choose from a <a target="_blank" href="%1$s">Casino Theme</a> or a <a target="_blank" href="%2$s">Sportsbook Theme</a>.
af: Ons bied ook stylvolle en funksionele WP temas wat goed integreer met ons speletjies plugin. Jy kan kies tussen <a target="_blank" href="%1$s">Casino Tema</a> of 'n <a target="_blank" href="%2$s">Sportsbook Tema</a>.

source: You can also get the <a target="_blank" href="%1$s">plugin + theme in a bundle license</a> and save money.
af: Om geld te bespaar kan jy ook die <a target="_blank" href="%1$s">plugin + tema as 'n bondel koop</a>.

source: Follow us for latest game release & feature updates!
af: Volg ons vir nuus oor die nuutste speletjies en tegnologie.

source: Check us out on <a target="_blank" href="%1$s">Facebook</a> and follow our <a target="_blank" href="%2$s">Twitter</a> feed. We post about latest version updates, industry news and events and game release info.
af: Volg on op <a target="_blank" href="%1$s">Facebook</a> of teken in op ons <a target="_blank" href="%2$s">Twitter</a> feed. Ons gesels oor die nuutste plugin weergawe, opdaterings, nuus in die bedryf asook gebeurtenisse en speletjie vrylatings.

source: Need support?
af: Opsoek na hulp?

source: Email us: <a href="%1$s">%2$s</a>
af: Stuur vir ons 'n epos: <a href="%1$s">%2$s</a>

source: See the <a target="_blank" href="%1$s">FAQs</a>.
af: Lees gerus ons <a target="_blank" href="%1$s">FAQs</a>.

source: Browse the <a target="_blank" href="%1$s">support section</a> of our website.
af: Snuggel rond in die <a target="_blank" href="%1$s">hulp seksie</a> of op ons website.

source: Check the <a target="_blank" href="">latest game release</a> posts.
af: Kyk na artikels oor die <a target="_blank" href="">nuutste speletjie vrylatings</a>.

source: Notice about game assets
af: Kennisgewing oor die speletjie bates

source: The VegasHero Plugin sources games and game images from external sources. Although regular quality checks are carried out to safeguard the reliability of the games and image assets used by the plugin neither VegasHero.co nor its contracting partners can give any explicit or implicit assurance or warranty (including to third parties) in respect of the accuracy, reliability or completeness of the games and their assets. Casino games operated by third parties are provided "as is" without warranty of any kind. VegasHero accepts no responsibility and gives no guarantee to the effect that the functions of VegasHero Plugin will not be interrupted.
af: Die VegasHero plugin verkry speletjies en beelde van externe bronne. Alhoewel ons gereelde kwaliteits beheer toepas kan Vegas Hero of ons vennote geen waarborg offer rakende die akkuraatheid, betroubaadheid en volledigheid van speletjies of beelde nie. Casino speletjies wat deur derde partye verskaf word, word netso voorsien sonder enige waarborg. As gevolg kan Vegas Hero nie waarborg dat die funksies van die plugin ononderbroke sal bly nie.

source: enter your license key here
af: tik asseblief jou lisensie kode hier in

source: Get a license key and add 1800+ games to your website!
af: Koop 'n lisensie en voeg 1800+ speletjies by jou website!

source: The free version of the plugin will let you import 2 games per software provider. To get full access to the game database: <strong><a target="_blank" href="%1$s">purchase a license key here.</a></strong>
af: Die verniet weergawe van die plugin laat jou toe om 2 speletjies per voorsiener in te voer. Vir volle toegang tot al ons speletjies <strong><a target="_blank" href="%1$s">koop asseblief 'n lisensie.</a></strong>

source: Enter your license code to activate full import features and game updates.
af: Voorsien asseblief jou lisensie kode om vol invoer funksies en speletjie opdatering in staat te stel.

source: Please see our <a target="_blank" href="%1$s">quick start guide</a> for detailed instructions.
af: Sien asseblief ons <a target="_blank" href="%1$s">eenvoudige beginners handleiding</a> vir meer instruksies.

source: How to display the lobby?
af: Hoe vertoon die ingangsportaal?

source: <b>1.</b> Create a new page*
af: <b>1.</b> Maak 'n nuwe bladsy*

source: <b>2.</b> Add in this shortcode %1$s[vegashero-lobby]%2$s
af: <b>2.</b> Gebruik hierdie kort kode %1$s[vegashero-lobby]%2$s

source: <b>3.</b> You are all set!
af: <b>3.</b> Jy is gereed!

source: If your lobby is showing in 4 columns set the number of games to show to be multiples of 4. For example to display a 4x4 grid of games set the number to 16. Default value is 20.
af: Ons stel voor om, as jou ingangsportaal 4 kolomme wys, jy die hoeveelheid speletjies op veelvoude van 4 te stel. Byvoorbeeld om 'n 4x4 rooster van speletjies te wys, stel die hoeveelheid speletjies na 16. Die standaard hoeveelheid is 20.

source: Support our work by displaying a subtle backlink at the bottom of the lobby. We are greatful if you show your appreciation by ticking this box.
af: Ondersteun ons werk deur 'n subtiele web skakel onder aan die ingangsportaal te wys. Ons sal dit baie waardeur as jy 'n regmerkie in hierdie boks maak. Met voorbaat dank.

source: You can display a search field in the lobby for dynamic games search. Visitors can filter games by entering any keyword.
af: Jy kan 'n soek funksie bo die lys van speletjies in jou ingangsportaal wys. Besoekers sal in staat gestel word om speletjies te filtreer met 'n sleutel woord.

source: Publish Date (Newest first)
af: Publikasie datum (Nuutste eerste)

source: Publish Date (Oldest first)
af: Publikasie datum (Oudste eerste)

source: Last Modified Date (Newest first)
af: Datum van verandering (Nuutste eerste)

source: Last Modified Date (Oldest first)
af: Datum van verandering (Oudste eerste)

source: Alphabetical Title (A-Z)
af: Alfabeties per tietel (A-Z)

source: Alphabetical Title (Z-A)
af: Alfabeties per tietel (Z-A)

source: Random
af: Lukraak

source: Set the default sorting method for games displayed in the Lobby.
af: Kies die standaard sorterings funksie vir speletjies wat in die ingangsportaal gelys word.

source: Use these settings to configure the game lobby displayed by the <a target="_blank" href="%1$s">vh-lobby</a> shortcode.
af: Hier instelling bepaal hoe die ingangsportaal vertoon wat deur die <a target="_blank" href="%1$s">vh-lobby</a> kort kode genereer word.

source: Add operator logo
af: Voeg operateur logo by

source: The name is how it appears on your site.
af: Die naam is hoe dit op jou site verskyn.

source: Name
af: Naam

source: Providers associated with this operator
af: Verskaffers wat verband hou met hierdie operateur

source: Provider 1
af: Verskaffer 1

source: Provider 2
af: Verskaffer 2

source: Provider 3
af: Verskaffer 3

source: Provider 4
af: Verskaffer 4

source: Provider 5
af: Verskaffer 5

source: Provider 6
af: Verskaffer 6

source: Add New Operator
af: Voeg nuwe operateur by

source: Select bulk action
af: Kies grootmaatse aksie

source: Bulk Actions
af: Grootmaatse Aksies

source: Delete
af: Verwyder

source: Apply
af: Doen dit

source: Current Page
af: Huidige Bladsy

source: of
af: van

source: Next page
af: Volgende bladsy

source: Last page
af: Laaste bladsy

source: Tags list
af: Lys van etikette

source: Select All
af: Kies Almal

source: Description
af: Beskrywing

source: Count
af: Hoeveelheid

source: No tags found.
af: Geen etikette gevind

source: Import by Casino Operator
af: Voer in per casino operateur

source: Imported games will be grouped by casino <u>operator</u> and game <u>category</u>.
af: Ingevoerde speletjies sal groepeer word per speletjie <u>operateur</u> en <u>kategorie</u>.

source: Casino <i>operators</i> may share some of the same games, but rest assured, games will <u>not</u> be duplicated and instead can be associated with multiple casino <u>operators</u>.
af: Casino <i>operateurs</i> mag van die speletjies deel, maar wees gerus dat speletjies nie gedupliseer sal word nie. 'n Enkele speletjie kan met veelvoudige operateurs en verskaffers geassosieer word.

source: Featured
af: Gewild

source: Unable to fetch a list of operators. Please try again by refreshing your page.
af: Kon nie 'n lys van operateurs verkry nie. Herlaai asseblief die bladsy om weer te probeer.

source: url base path for vegashero games
af: URL base path vir Vegas Hero speletjies

source: Sets the URL path prefix for an individual game. The default prefix is "game".<br>For example, to replace %1$s/<u>game</u>/ with %1$s/<u>slots</u>/ set this to "slots".
af: Kies die URL path voorvoegsel vir 'n enkele speletjie. Die standaard voorvoegsel is "game".<br>Byvoorbeeld om %1$s/<u>game</u>/ te vervang met %1$s/<u>speletjie</u>/ stel na "speletjie".

source: url base path for game categories
af: URL base path vir speletjie kategorieë

source: Sets the URL path prefix for listing games per category. The default prefix is "category".<br>For example, to replace %1$s/game/<u>category</u>/ with %1$s/game/<u>type</u>/ set this to "type".
af: Kies die URL path voorvoegsel om speletjies per kategorie te lys. Die standarrd voorvoegsel is "category".<br>Byvoorbeeld om %1$s/game/<u>category</u>/ te vervang met %1$s/game/<u>kategorie</u>/ stel na "kategorie".

source: permalink base path for vegashero games
af: Permalink base path vir Vegas Hero speletjies

source: Sets the URL path prefix for listing games per operator. The default prefix is "operator".<br>For example, to replace %1$s/game/<u>operator</u>/ with %1$s/game/<u>casino</u>/ set this to "casino".
af: Kies die URL path voorvoegsel om die speletjies per operateur te lys. Die standaard voorvoegsel is "operator".<br>Byvoorbeeld om %1$s/game/<u>operator</u>/ te vervang met %1$s/game/<u>operateur</u>/ stel na "operateur".

source: Sets the URL path prefix for listing games per provider. The default prefix is "provider".<br>For example, to replace %1$s/game/<u>provider</u>/ with %1$s/game/<u>studio</u>/ set this so "studio".
af: Kies die URL path voorvoegsel om die speletjies per verskaffer te lys. Die standaard voorvoegsel is "provider".<br>Byvoorbeeld om %1$s/game/<u>provider</u>/ te vervang met %1$s/<u>verskaffer</u>/ stel na "verskaffer".

source: Changing these settings can break your existing game links. Use these options with care!
af: Hierdie verstellings kan jou huidige speletjie links breek. Wees asseblief versigtig!

source: Set URL path settings for the VegasHero games.
af: Kies die URL path verstellings vir VegasHero speletjies.

source: Import by Game Provider
af: Voer in per speletjie voorsiener

source: Imported games will be grouped by game <u>provider</u> and <u>category</u>.
af: Ingevoerde speletjies sal groepeer word per speletjie <u>voorsiener</u> en <u>kategorie</u>

source: Unable to fetch a list of providers. Please try again by refreshing your page.
af: Kon nie 'n lys van voorsieners vind nie. Herlaai asseblief die bladsy om weer te probeer.

source: Compatible Devices
af: Bruikbare toestelle

source: Game with id %d not found
af: Speletjie met id %d word nie gevind nie

source: Display games with thumbnails from the VegasHero Plugin.
af: Wys speletjies met klein voorskou fotos van die VegasHero plugin.

source: Latest Casino Games
af: Nuuste casino speletjies

source: Widget Title
af: Widget titel

source: Game Count
af: Hoeveelheid speletjies

source: Sort Order
af: Volgorde

source: Date (Newest first)
af: Datum (Nuutste voor)

source: Date (Oldest first)
af: Datum (Oudste voor)

source: Single Game Widget Area
af: Enkel speletjie widget area

source: Add widgets / shortcodes under VegasHero games
af: Voeg widgets of shortcodes onder speletjies by

source: search
af: soek

source: loading games...
af: speletjies laai
